Repository: zfsonlinux/debian-installers
Catalog: 1.13/debian/po/*.po
Languages: pl

source: The following other operating systems have been detected on this computer: ${OS_LIST}
pl: Następujące systemy operacyjne zostały wykryte w komputerze: ${OS_LIST}

source: If all of your operating systems are listed above, then it should be safe to install the boot loader to the master boot record of your first hard drive. When your computer boots, you will be able to choose to load one of these operating systems or your new system.
pl: Jeśli powyższa lista zawiera wszystkie Twoje systemy operacyjne, to instalacja programu uruchomieniowego w głównym rekordzie uruchomieniowym pierwszego dysku twardego powinna być bezpieczna. Podczas uruchamiania komputera będzie możliwość wyboru spośród tych systemów operacyjnych i nowego systemu.

source: Install the GRUB boot loader to the master boot record?
pl: Zainstalować program uruchomieniowy GRUB w głównym rekordzie uruchomieniowym?

source: It seems that this new installation is the only operating system on this computer. If so, it should be safe to install the GRUB boot loader to the master boot record of your first hard drive.
pl: Wygląda na to, że ta instalacja jest jedynym systemem operacyjnym w tym komputerze. Jeśli tak jest to instalacja programu uruchomieniowego w głównym rekordzie uruchomieniowym pierwszego dysku twardego powinna być bezpieczna.

source: Warning: If the installer failed to detect another operating system that is present on your computer, modifying the master boot record will make that operating system temporarily unbootable, though GRUB can be manually configured later to boot it.
pl: Ostrzeżenie: Jeśli instalatorowi nie uda się wykryć innego systemu operacyjnego dostępnego w tym komputerze, modyfikacja głównego rekordu uruchomieniowego sprawi, że nie będzie można tego systemu uruchomić. Można jednakże w późniejszym czasie ręcznie skonfigurować GRUBa odpowiednio.

source: Install the GRUB boot loader to XFS file system?
pl: Zainstalować program uruchomieniowy GRUB na systemie plików XFS?

source: The GRUB boot loader installation often fails or hangs when /boot is on a XFS file system. Using LILO in this situation is recommended.
pl: Instalacja programu uruchomieniowego GRUB często nie udaje się gdy /boot znajduje się na systemie plików XFS. Zalecane jest używanie LILO w takich przypadkach.

source: Device for boot loader installation:
pl: Urządzenie do instalacji programu uruchomieniowego:

source: You need to make the newly installed system bootable, by installing the GRUB boot loader on a bootable device. The usual way to do this is to install GRUB on the master boot record of your first hard drive. If you prefer, you can install GRUB elsewhere on the drive, or to another drive, or even to a floppy.
pl: Poprzez instalację programu uruchomieniowego GRUB, na uruchomieniowym urządzeniu, musisz umożliwić samoczynne uruchamianie zainstalowanego systemu. Najpopularniejszym sposobem by to osiągnąć, jest instalacja GRUBa w głównym rekordzie uruchomieniowym pierwszego dysku twardego. Możesz jednakże użyć innego miejsca na dysku, innego dysku czy nawet dyskietki jeśli chcesz.

source: The device can be specified using GRUB's "(hdn,m)" notation, or as a device in /dev. Below are some examples: - "(hd0)" or "/dev/hda" will install GRUB to the master boot record of your first hard drive (IDE); - "(hd0,1)" or "/dev/hda2" will use the second partition of your first IDE drive; - "(hd2,4)" or "/dev/sdc5" will use the first extended partition of your third drive (SCSI here); - "(fd0)" or "/dev/fd0" will install GRUB to a floppy.
pl: Urządzenie może zostać określone używając notacji GRUBa "(hdn,m)" lub jako urządzenie w /dev. Poniżej kilka przykładów: - "(hd0)" lub "/dev/hda" zainstaluje GRUBa w głównym rekordzie uruchomieniowym pierwszego dysku twardego (IDE); - "(hd0,1)" lub "/dev/hda2" użyje drugiej partycji pierwszego dysku IDE; - "(hd2,4)" lub "/dev/sdc5" użyje pierwszej rozszerzonej partycji trzeciego dysku (SCSI); - "(fd0)" lub "/dev/fd0" zainstaluje GRUBa na dyskietce.

source: GRUB password:
pl: Hasło GRUBa:

source: The GRUB boot loader offers many powerful interactive features, which could be used to compromise your system if unauthorized users have access to the machine when it is starting up. To defend against this, you may choose a password which will be required before editing menu entries or entering the GRUB command-line interface. By default, any user will still be able to start any menu entry without entering the password.
pl: Program uruchomieniowy GRUB oferuje wiele interaktywnych funkcji, które mogą zostać wykorzystane do przejęcia kontroli nad komputerem w momencie gdy użytkownik będzie miał do niego dostęp w momencie uruchamiania. By obronić się przed tym, możliwe jest ustawienie hasła, które będzie wymagane przed dokonaniem edycji elementów menu lub przejściem do linii poleceń GRUBa. Domyślnie każdy użytkownik nadal będzie miał możliwość uruchomienia systemu bez wprowadzania hasła.

source: If you do not wish to set a GRUB password, leave this field blank.
pl: Jeśli nie chcesz ustalić hasła GRUBa, zostaw puste miejsce.

source: GRUB installation failed. Continue anyway?
pl: Instalacja GRUBa nie powiodła się. Kontynuować mimo tego?

source: The grub package failed to install into /target/. Installing GRUB as a boot loader is a required step. The install problem might however be unrelated to GRUB, so continuing the installation may be possible.
pl: Instalacja pakietu grub w /target/ nie powiodła się. Instalacja GRUBa jako programu uruchomieniowego jest etapem wymaganym. Możliwe jednak, że błąd jest niezwiązany z GRUBem i kontynuacja instalacji będzie możliwa.

source: Unable to install GRUB in ${BOOTDEV}
pl: Nie można zainstalować GRUBa w ${BOOTDEV}

source: Executing 'grub-install ${BOOTDEV}' failed.
pl: Uruchomienie 'grub install ${BOOTDEV}' nie powiodło się.

source: Unable to configure GRUB
pl: Nie można skonfigurować GRUBa

source: Executing 'update-grub' failed.
pl: Uruchomienie 'update-grub' nie powiodło się.

source: This is a fatal error.
pl: Błąd krytyczny.

source: Installing GRUB boot loader
pl: Instalacja programu uruchomieniowego GRUB.

source: Looking for other operating systems...
pl: Poszukiwanie innych systemów operacyjnych...

source: Installing the 'grub' package...
pl: Instalowanie pakietu 'grub'...

source: Determining GRUB boot device...
pl: Ustalanie urządzenia uruchomieniowego GRUB...

source: Running "grub-install ${BOOTDEV}"...
pl: Uruchamianie "grub install ${BOOTDEV}"...

source: Running "update-grub"...
pl: Uruchamianie "update-grub"...

source: Updating /etc/kernel-img.conf...
pl: Aktualizacja /etc/kernel-img.conf...

source: Install the GRUB boot loader on a hard disk
pl: Zainstaluj program uruchomieniowy GRUB na dysku twardym

source: Reinstall GRUB boot loader
pl: Ponowna instalacja programu uruchomieniowego GRUB
