Repository: zfsonlinux/debian-installers
Catalog: debian/po/*.po
Languages: ga, kn, ko, nb, se

source: ZFS file system
ga: Córas comhaid ZFS
kn: ZFS ಕಡತ ವ್ಯವಸ್ಥೆ
ko: ZFS 파일 시스템

source: Separate /boot and /lib/modules mandatory for this ZFS configuration
ga: Tá gá le /boot agus /lib/modules faoi leith sa gcumraíocht ZFS seo
kn: ಈ ZFS ಸಂಯೋಜನೆಗೆ ಬೇರೆ ಬೇರೆ /ಬೂಟ್ ಮತ್ತು /ಲಿಬ್/ಘಟಕಗಳು ಕಡ್ಡಾಯ
ko: /boot 및 /lib/modules 분리, 이 ZFS 설정에서 필수

source: Your root file system is on a ZFS pool that uses more than one physical volume.
ga: Tá do fhréamhchóras comhad ar linn ZFS a úsáideann níos mó ná imleabhar fisiceach amháin.
kn: ನಿಮ್ಮ ಮೂಲ ಕಡತ ವ್ಯವಸ್ಥೆಯು ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಭೌತಿಕ ಸಂಪುಟಗಳನ್ನು ಬಳಸುವ ZFS‌ ಸಮೂಹವೊಂದರ ಮೇಲಿದೆ.
ko: 루트 파일 시스템이 ZFS 풀 위에 있습니다. ZFS는 물리적인 크기보다 더 많은 공간을 사용합니다.

source: The boot loader only supports this configuration for pools in Mirror or Striped modes, but not RAID-Z mode.
ga: Tacaíonn an luchtóir tosaithe leis an gcumraíocht seo sa mhód 'Scáthán' nó 'Stríoctha', ach ní thacaíonn sa mhód RAID-Z.
kn: ಈ ಬೂಟ್ ಲೋಡರ್ ಸಮೂಹಗಳ ಈ ಸಂಯೋಜನೆಯನ್ನು ಕೇವಲ ದರ್ಪಣ ಅಥವಾ ಪಟ್ಟಿ ವಿಧಾನದಲ್ಲಿ ಮಾತ್ರ ಬೆಂಬಲಿಸುತ್ತದೆ ಆದರೆ RAID-Z ವಿಧಾನದಲ್ಲಿ ಅಲ್ಲ.
ko: 부트로더에서 이 설정은 미러 모드 또는 스트립 모드의 풀에서만 지원합니다. RAID-Z 모드에서는 지원하지 않습니다.

source: Make sure /boot and /lib/modules are on a partition using a supported ZFS pool configuration, or a different file system such as UFS.
ga: Bí cinnte go bhfuil /boot agus /lib/modules ar dheighilt a úsáideann cumraíocht ZFS a dtacaítear léi, nó córas comhad eile, mar shampla UFS.
kn: /boot ಮತ್ತು /lib/modules ಇವೆರಡು ಬೆಂಬಲಿಸಲ್ಪಟ್ಟ ZFS ಸಮೂಹ ಸಂಯೋಜನೆಯೊಂದನ್ನು ಬಳಸುವ ವಿಭಜನೆಯೊಂದರ ಮೇಲಿದೆಯೊ ಅಥವಾ UFSನಂತಹ ಬೇರೊಂದು ಕಡತ ವ್ಯವಸ್ಥೆಯ ಮೇಲಿದೆ ಎಂದು ಖಾತ್ರಿ ಪಡಿಸಿ.
ko: /boot 및 /lib/modules 경로가 지원하는 ZFS 풀 설정 위에 있게 하거나, 아니면 다른 파일시스템을 (UFS 등) 사용하십시오.

source: Unsupported multiple volume ZFS for ${MNT}
ga: Il-imleabhar ZFS gan tacaíocht ar ${MNT}
kn: ${MNT}ಗಾಗಿ ಬೆಂಬಲಿಸಲಾಗದ ಬಹು ಸಂಪುಟ ZFS
ko: ${MNT}에 지원하지 않는 ZFS 다중 볼륨

source: Your ${MNT} partition is on a ZFS pool that uses more than one physical volume.
ga: Tá do dheighilt ${MNT} ar linn ZFS a úsáideann níos mó ná imleabhar fisiceach amháin.
kn: ನಿಮ್ಮ ${MNT} ವಿಭಜನೆಯು ಒಂದಕ್ಕಿಂತ ಹೆಚ್ಚು ಭೌತಿಕ ಸಂಪುಟಗಳನ್ನು ಬಳಸುವ ZFS‌ ಸಮೂಹವೊಂದರ ಮೇಲಿದೆ.
ko: ${MNT} 파티션이 물리적 볼륨을 여러 개 사용하는 ZFS 풀 위에 있습니다.

source: Make sure ${MNT} is on a partition using a supported ZFS pool configuration, or a different file system such as UFS.
ga: Bí cinnte go bhfuil ${MNT} ar dheighilt a úsáideann cumraíocht ZFS a dtacaítear léi, nó córas comhad eile, mar shampla UFS.
kn: ${MNT} ಬೆಂಬಲಿಸಲ್ಪಟ್ಟ ZFS ಸಮೂಹ ಸಂಯೋಜನೆಯೊಂದನ್ನು ಬಳಸುವ ವಿಭಜನೆಯೊಂದರ ಮೇಲಿದೆಯೊ ಅಥವಾ UFSನಂತಹ ಬೇರೊಂದು ಕಡತ ವ್ಯವಸ್ಥೆಯ ಮೇಲಿದೆ ಎಂದು ಖಾತ್ರಿ ಪಡಿಸಿ.
ko: ${MNT} 경로가 지원하는 ZFS 풀 설정 위의 파티션에 있게 하거나, 아니면 다른 파일시스템을 (UFS 등) 사용하십시오.

source: Go back to the menu and correct this problem?
ga: Fill ar an roghchlár agus ceartaigh an fhadhb seo?
kn: ಆಯ್ಕೆ ಪಟ್ಟಿಗೆ ಹಿಂದಿರುಗಿ ದೋಷವನ್ನು ಸರಿಪಡಿಸುವುದೆ?
ko: 메뉴로 돌아가서 이 문제를 바로잡으시겠습니까?

source: You have configured one or more partitions with the ZFS file system. Although ZFS is supported on 32-bit i386, using it without special tuning may lead to performance or stability problems due to limitations of this architecture.
ga: Chumraigh tú deighilt nó deighiltí leis an gcóras comhad ZFS. Cé go dtacaítear le ZFS ar chórais 32-giotán i386, má úsáideann tú é gan tiúnadh speisialta, seans go mbeidh fadhbanna feidhmíochta nó cobhsaíochta agat mar gheall ar lochtanna san ailtire seo.
kn: ನೀವು ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ವಿಭಜನೆಗಳನ್ನು ZFS ಕಡತ ವ್ಯವಸ್ಥೆಯೊಂದಿಗೆ ಸಂರಚಿಸಿರುವಿರಿ. ZFS 32-bit i386ರಲ್ಲಿ ಬೆಂಬಲಿಸಲ್ಪಟ್ಟರೂ ಸಹ, ವಿಶೇಷ ಅಳವಡಿಕೆಗಳಿಲ್ಲದೆ ಹಾಗೆ ಬಳಸಿದರೆ ಈ ಯಂತ್ರ ವಿನ್ಯಾಸದ ನ್ಯೂನತೆಗಳಿಂದಾಗಿ ಕಾರ್ಯಸಾಮರ್ಥ್ಯ ಮತ್ತು ಸುಭದ್ರತಾ ಸಮಸ್ಯೆಗಳುಂಟಾಗಬಹುದು.
ko: ZFS 파일 시스템으로 설정한 파티션이 있습니다. 32비트 i386에서도 ZFS를 지원하긴 하지만 이 아키텍쳐의 한계 때문에 특별히 신경 써서 튜닝하지 않는다면 효율이나 안정성 문제가 발생할 수 있습니다.

source: You should either use the 64-bit (amd64) version of this installer (if your hardware supports this), or go back to the partitioning menu and configure the partitions to use another file system.
ga: Ba chóir duit an leagan 64-giotán (amd64) den suiteálaí seo a úsáid (má thacaíonn do chrua-earra leis), nó fill ar an roghchlár deighilte agus cumraigh na deighiltí le córas comhad eile.
kn: ನೀವು ಒಂದೊ ಈ ಅನುಸ್ಥಾಪಕದ ೬೪-ಬಿಟ್(amd64) ಆವೃತ್ತಿಯನ್ನು ಬಳಸಬೇಕು (ನಿಮ್ಮ ಯಂತ್ರಾಂಶ ಬೆಂಬಲಿಸುವುದಾದರೆ) ಅಥವಾ ವಿಭಜನಾ ಆಯ್ಕೆಪಟ್ಟಿಗೆ ಹಿಂದಿರುಗಿ ವಿಭಜನೆಗಳನ್ನು ಬೇರೊಂದು ಕಡತ ವ್ಯವಸ್ಥೆಯನ್ನು ಬಳಸುವಂತೆ ಸಂಯೋಜಿಸಿರಿ.
ko: 설치 프로그램의 64비트 버전을 (amd64) 사용하거나 (하드웨어에서 지원하는 경우), 아니면 파티션 메뉴로 돌아가서 파티션에 다른 종류의 파일 시스템을 사용하기를 권장합니다.

source: You have configured one or more partitions with the ZFS file system. Using ZFS on a computer with less than 512 MB of memory may lead to stability problems and is not recommended.
ga: Chumraigh tú deighilt nó deighiltí leis an gcóras comhad ZFS. Seans go mbeidh fadhbanna cobhsaíochta agat ar ríomhaire a bhfuil níos lú ná 512MB cuimhne air - ní mholtar é seo.
kn: ನೀವು ಒಂದು ಅಥವಾ ಹೆಚ್ಚು ವಿಭಜನೆಗಳನ್ನು ZFS ಕಡತ ವ್ಯವಸ್ಥೆಯೊಂದಿಗೆ ಸಂರಚಿಸಿರುವಿರಿ. ZFS ಅನ್ನು ೫೧೨ ಏಂಬಿಗಿಂತ ಕಡಿಮೆ ಮೆಮೋರಿಯಿರುವ ಗಣಕಯಂತ್ರದಲ್ಲಿ ಬಳಸುವುದರಿಂದ ಸುಭದ್ರತಾ ತೊಂದರೆಗಳನ್ನುಂಟು ಮಾಡಬಹುದು ಮತ್ತು ಅದನ್ನು ಶಿಫಾರಸು ಮಾಡಲಾಗುವುದಿಲ್ಲ.
ko: ZFS 파일 시스템으로 설정한 파티션이 있습니다. 메모리가 512MB가 안 되는 컴퓨터에서는 ZFS에 안정성 문제가 있으므로 사용을 권장하지 않습니다.

source: You should go back to the partitioning menu and configure the partitions to use another file system.
ga: Ba chóir duit dul ar ais go dtí an roghchlár deighilte agus na deighiltí a chumrú sa chaoi go mbainfear úsáid as córas comhad eile.
kn: ನೀವು ವಿಭಜನಾ ಆಯ್ಕೆಪಟ್ಟಿಗೆ ಹಿಂದಿರುಗಿ ಹೋಗಿ ಬೇರೊಂದು ಕಡತ ವ್ಯವಶೆಯನ್ನು ಬಳಸಲು ವಿಭಜನೆಗಳನ್ನು ಸಂಯೋಜಿಸಿರಿ.
ko: 파티션 메뉴로 돌아가서 다른 파일 시스템을 사용하도록 설정해야 합니다.

source: Configure ZFS
ga: Cumraigh ZFS
kn: ZFSಅನ್ನು ಸಂರಚಿಸಿರಿ
ko: ZFS 설정

source: In use by ZFS pool ${VG}
ga: In úsáid ag linn ZFS ${VG}
kn: ${VG} ZFS ಸಮೂಹದ ಬಳಕೆಯಲ್ಲಿದೆ
ko: ZFS 풀 ${VG}에서 사용

source: Display configuration details
ga: Taispeáin na mionsonraí cumraíochta
kn: ಸಂರಚನಾ ವಿವರಗಳನ್ನು ತೋರಿಸು
ko: 설정 내역 보기

source: Create ZFS pool
ga: Cruthaigh linn ZFS
kn: ZFS ಸಮೂಹಮನ್ನು ನಿರ್ಮಿಸಿ
ko: ZFS 풀 만들기

source: Delete ZFS pool
ga: Scrios linn ZFS
kn: ZFS ಸಮೂಹಮನ್ನು ನಾಶಪಡಿಸಿ
ko: ZFS 풀 삭제

source: Create logical volume
ga: Cruthaigh imleabhar loighciúil
kn: ಕುತಾರ್ಕಿಕ ಪರಿಮಾಣವನ್ನು ಸ್ರುಷ್ಠಿಸು
ko: 논리 볼륨 만들기

source: Create root file system
ga: Cruthaigh fréamhchóras comhad
ko: 루트 파일 시스템 만들기

source: Delete logical volume
ga: Scrios imleabhar loighciúil
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣವನ್ನು ತೆಗೆದುಹಾ
ko: 논리 볼륨 삭제

source: Finish
ga: Críochnaigh
kn: ಮುಗಿಸು
ko: 마치기

source: Write the changes to disk and configure ZFS?
ga: An bhfuil fonn ort na hathruithe a scríobh ar an diosca agus ZFS a chumrú?
kn: ಬದಲಾವಣೆಗಳನ್ನು ಡಿಸ್ಕಿಗೆ ಬರೆದು ZFSಅನ್ನು ಸಂರಚಿಸುವುದೇ?
ko: 바뀐 점을 디스크에 쓰고 ZFS를 설정하시겠습니까?

source: Before ZFS can be configured, the current partitioning scheme has to be written to disk. These changes cannot be undone.
ga: Sular féidir ZFS a chumrú, caithfear an scéim reatha deighilte a scríobh ar an diosca. Ní féidir na hathruithe seo a chur ar ceal.
kn: ZFS ಅನ್ನು ಸಂಯೋಜಿಸುವ ಮುನ್ನ ಪ್ರಸ್ತುತ ವಿಭಜನಾ ಪದ್ಧತಿಯನ್ನು ಮೊದಲು ಡಿಸ್ಕಿಗೆ ಬರೆಯಬೇಕು. ಈ ಬದಲಾವಣೆಗಳನ್ನು ನಂತರ ರದ್ದುಗೊಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ.
ko: ZFS를 설정하기 전에 먼저 현재 파티션 구성을 디스크에 써야 합니다. 한번 쓰면 되돌릴 수 없습니다.

source: After ZFS is configured, no additional changes to the partitioning scheme of disks containing physical volumes are allowed during the installation. Please decide if you are satisfied with the current partitioning scheme before continuing.
ga: Tar éis duit ZFS a chumrú, ní bheidh cead agat an scéim dheighilte ar dhioscaí ar a bhfuil imleabhair fhisiceacha a athrú. Bí lánchinnte go bhfuil tú sásta leis an scéim dheighilte sula rachaidh tú ar aghaidh.
kn: ಒಮ್ಮೆ ZFS ಸಂಯೋಜಿಸಿದ ನಂತರ ಅನುಸ್ಥಾಪನೆಯ ವೇಳೆಯಲ್ಲಿ ಭೌತಿಕ ಸಂಪುಟಗಳನ್ನೊಳಗೊಂಡ ಡಿಸ್ಕುಗಳ ವಿಭಜನಾ ಕ್ರಮಕ್ಕೆ ಯಾವುದೇ ಹೆಚ್ಚುವರಿ ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಲು ಬಿಡಲಾಗುವುದಿಲ್ಲ. ದಯಮಾಡಿ ಮುಂದುವರೆಯುವ ಮುನ್ನ ಪ್ರಸ್ತುತ ವಿಭಜನಾ ಕ್ರಮದೊಂದಿಗೆ ನಿಮಗೆ ಸಂತೃಪ್ತಿಯಿದೆಯೇ ಎಂದು ನಿರ್ಧರಿಸಿ.
ko: ZFS를 설정하면, 설치 중에는 물리 볼륨이 있는 디스크의 파티션 구성을 더 이상 바꿀 수 없게 됩니다. 현재의 파티션 구성이 괜찮은지 먼저 확인하고 계속하십시오.

source: ZFS configuration failure
ga: Theip ar chumraíocht ZFS
kn: ZFS ಸಂರಚನೆ ವಿಫಲಗೊಂಡಿದೆ
ko: ZFS 설정 실패

source: An error occurred while writing the changes to the disks.
ga: Tharla earráid agus na hathruithe á scríobh ar an diosca.
kn: ಬದಲಾವಣೆಗಳನ್ನು ಡಿಸ್ಕಿಗೆ ಬರೆಯುವಾಗ ಒಂದು ದೋಷವುಂಟಾಗಿದೆ.
ko: 바뀐 점을 디스크에 쓰는 중에 오류가 발생했습니다.

source: ZFS configuration has been aborted.
ga: Tobscoireadh an chumraíocht ZFS.
kn: ZFS ಸಂರಚನಾ ಪ್ರಕ್ರಿಯೆಯು ಸ್ಥಗಿಥಗೊಳಿಸಲ್ಪಟ್ಟಿದೆ.
ko: ZFS 설정을 중단했습니다.

source: physical volume for ZFS
ga: imleabhar fisiceach le haghaidh ZFS
kn: ZFSಗಾಗಿ ಭೌತಿಕ ಸಂಪುಟ
ko: ZFS의 물리 볼륨

source: ZFS configuration action:
ga: Gníomh cumraíochta ZFS:
kn: ZFS ಸಂರಚನಾ ಕಾರ್ಯ:
ko: ZFS 설정 작업:

source: Summary of current ZFS configuration:
ga: Achoimre ar an gcumraíocht reatha ZFS:
kn: ಪ್ರಸಕ್ತ ZFS ಸಂರಚನೆಯ ಸಾರಾಂಶ:
ko: 현재 ZFS 설정 요약:

source: Free physical volumes: ${FREE_PVS} Used physical volumes: ${USED_PVS} ZFS pools: ${VGS} ZFS logical volumes: ${LVS} ${BOOTFS}
ga: Imleabhair shaora fhisiceacha: ${FREE_PVS} Imleabhair úsáidte fhisiceacha: ${USED_PVS} Linnte ZFS: ${VGS} Imleabhair loighciúla ZFS: ${LVS} ${BOOTFS}
ko: 남은 물리 볼륨: ${FREE_PVS} 사용한 물리 볼륨 : ${USED_PVS} ZFS 풀: ${VGS} ZFS 논리 볼륨: ${LVS} ${BOOTFS}

source: Current ZFS configuration:
ga: Cumraíocht reatha ZFS:
kn: ಪ್ರಸಕ್ತ ZFS ಸಂರಚನೆ:
ko: 현재 ZFS 설정:

source: Devices for the new ZFS pool:
ga: Gléasanna don linn nua ZFS:
kn: ಹೊಸ ZFS ಸಮೂಹದ ಉಪಕರಣಗಳು:
ko: 새 ZFS 풀에 쓸 장치:

source: Please select devices for the new ZFS pool.
ga: Roghnaigh na gléasanna is mian leat cur leis an linn nua ZFS.
kn: ದಯಮಾಡಿ ಹೊಸ ZFS ಸಮೂಹಕ್ಕಾಗಿ ಉಪಕರಣಗಳನ್ನು ಆಯ್ಕೆಮಾಡು.
ko: 새 ZFS 풀에 사용할 장치를 선택하십시오.

source: You can select one or more devices.
ga: Is féidir leat gléas nó gléasanna a roghnú.
kn: ನೀವು ಒಂದು ಅಥವಾ ಹೆಚ್ಚು ಸಾಧನಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಬಹುದು.
ko: 한 개 혹은 그 이상의 장치를 선택할 수 있습니다.

source: Multidisk mode for this ZFS pool:
ga: Mód il-diosca don linn ZFS seo:
kn: ಈ ZFS ಸಮೂಹದ ಮಲ್ಟಿಡಿಸ್ಕ್ ವಿಧಾನ:
ko: 이 ZFS 풀에 사용할 다중 디스크 모드:

source: Please choose the mode for multidisk operations for this ZFS pool: * Striped: similar to RAID 0 (default) - data is spread across the physical volumes; * Mirror: similar to RAID 1 - data is replicated to each physical volume; * RAID-Z: similar to RAID 5 or RAID 6 - some physical volumes store parity bits and data is spread across others.
ga: Roghnaigh an mód il-diosca le haghaidh na linne ZFS seo: * Stríoctha: cosúil le RAID 0 (réamhshocrú) - sonraí scaipthe timpeall na n-imleabhar fisiceach; * Scáthán: cosúil le RAID 1 - sonraí cóipeáilte ar gach imleabhar fisiceach; * RAID-Z: cosúil le RAID 5 nó RAID 6 - stóráiltear giotáin phaireachta ar imleabhair fhisiceacha áirithe, agus sonraí ar chinn eile.
kn: ದಯಮಾಡಿ ZFS ಸಮೂಹದ ಮಲ್ಟಿಡಿಸ್ಕ್ ಕಾರ್ಯಾಚರಣೆಗೆ ಬೇಕಾದ ಪದ್ಧತಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ : * Striped: RAID 0ಅನ್ನು ಹೋಲುವ (ಪೂರ್ವನಿಯೋಜಿತ) - ಮಾಹಿತಿಯು ಭೌತಿಕ ಸಂಪುಟಗಳ ಉದ್ದಗಲಕ್ಕೂ ಹರಡಿದೆ; * Mirror: RAID 1ಅನ್ನು ಹೋಲುವ - ಮಹಿತಿಯನ್ನು ಪ್ರತಿ ಭೌತಿಕ ಸಂಪುಟಗಳಲ್ಲಿ ನಕಲು ಮಾಡಲಾಗುತ್ತದೆ; * RAID-Z: RAID 5 ಅಥವಾ RAID 6ಅನ್ನು ಹೋಲುವ- ಕೆಲವು ಭೌತಿಕ ಸಂಪುಟಗಳು ಪ್ಯಾರಿಟಿ ಬಿಟ್ಟುಗಳು ಮತ್ತು ಮಾಹಿತಿಯನ್ನು ಎಲ್ಲ ಸಂಪುಟಗಳಲ್ಲಿ ಹಂಚಬೇಕು.
ko: ZFS 풀의 멀티디스크 동작 모드를 선택하십시오: * 스트립: RAID 0과 비슷합니다 (기본값) - 데이터가 물리 볼륨 사이에 흩어져 저장됩니다. * 미러: RAID 1과 비슷합니다 - 데이터가 각 물리 볼륨에 반복되어 저장됩니다. * RAID-Z: RAID 5 또는 RAID 6과 비슷합니다 - 일부 물리 볼륨은 패리티 비트를 저장하고 데이터가 나머지 물리 볼륨에 흩어져 저장됩니다.

source: Parity level for RAID-Z:
ga: Leibhéal paireachta le haghaidh RAID-Z:
kn: RAID-Zನ ಪ್ಯಾರಿಟಿ ಮಟ್ಟ:
ko: RAID-Z의 패리티 단계:

source: Please choose the number of physical volumes that will be used to store parity bits.
ga: Roghnaigh líon na n-imleabhar fisiceach a úsáidfear chun giotáin phaireachta a stóráil.
kn: ದಯಮಾಡಿ ಪ್ಯಾರಿಟಿ ಬಿಟ್ ಗಳನ್ನು ಸಂಗ್ರಹಿಸಲು ಬಳಸಲಾಗುವ ಭೌತಿಕ ಸಂಪುಟಗಳ ಸಂಖ್ಯೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 패리티 비트를 저장하는데 사용할 물리 볼륨의 수를 선택하십시오.

source: ZFS pool name:
ga: Ainm na linne ZFS:
kn: ZFS ಸಮೂಹದ ಹೆಸರು:
ko: ZFS 풀 이름:

source: Please enter the name you would like to use for the new ZFS pool.
ga: Cuir isteach an t-ainm is mian leat tabhairt ar an linn nua ZFS.
kn: ದಯವಿಟ್ಟು ಹೊಸ ZFS ಸಮೂಹಕ್ಕೆ ನೀವು ಬಳಸಲು ಇಚ್ಛಿಸುವ ಹೆಸರನ್ನು ದಾಖಲಿಸಿ.
ko: 새 ZFS 풀에 사용하려는 이름을 입력하십시오.

source: No physical volumes selected
ga: Níor roghnaíodh aon imleabhair fhisiceacha
kn: ಯಾವುದೇ ಭೌತಿಕ ಸಂಪುಟಗಳನ್ನು ಆಯ್ಕೆಮಾಡಲಾಗಿಲ್ಲ
ko: 물리 볼륨을 선택하지 않았습니다

source: No physical volumes were selected. The creation of a new ZFS pool has been aborted.
ga: Níor roghnaíodh aon imleabhair fhisiceacha. Tobscoireadh cruthú na linne ZFS.
kn: ಯಾವುದೇ ಭೌತಿಕ ಸಂಪುಟಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಲಾಗಿಲ್ಲ. ಹೊಸ ZFS ಸಮೂಹವೊಂದರ ನಿರ್ಮಾಣವನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ.
ko: 물리 볼륨을 하나도 선택하지 않았습니다. 새 ZFS 풀 만들기 작업을 중단했습니다.

source: No ZFS pool name
ga: Linn ZFS gan ainm
kn: ಯಾವುದೇ ZFS ಸಮೂಹದ ಹೆಸರು ಇಲ್ಲ
ko: ZFS 풀 이름 없음

source: No name for the ZFS pool has been entered. Please enter a name.
ga: Níor tugadh ainm ar an linn ZFS. Tabhair uait ainm, le do thoil.
kn: ZFS ಸಮೂಹಕ್ಕೆ ಯಾವುದೇ ಹೆಸರನ್ನು ದಖಲಿಸಲಾಗಿಲ್ಲ. ದಯಮಾಡಿ ಇಂದು ಹೆಸರನ್ನು ದಾಖಲಿಸಿ.
ko: ZFS 풀의 이름을 입력하지 않았습니다. 이름을 입력하십시오.

source: ZFS pool name already in use
ga: Tá linn ZFS leis an ainm seo ann cheana
kn: ZFS ಸಮೂಹದ ಹೆಸರು ಈಗಾಗಲೆ ಬಳಕೆಯಲ್ಲಿದೆ.
ko: ZFS 풀 이름이 이미 사용 중입니다

source: The selected ZFS pool name is already in use. Please choose a different name.
ga: Tá an t-ainm roghnaithe in úsáid cheana ar linn ZFS eile. Roghnaigh ainm difriúil, le do thoil.
kn: ಆಯ್ಕೆ ಮಾಡಿದ ZFS ಸಮೂಹ ನಾಮವು ಆಗಲೇ ಬಳಕೆಯಲ್ಲಿದೆ. ದಯಮಾಡಿ ಇನ್ನೊಂದು ಹೆಸರನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
ko: 지정한 ZFS 풀 이름을 이미 사용하고 있습니다. 다른 이름을 사용하십시오.

source: Error while creating ZFS pool
ga: Earráid agus linn ZFS á cruthú
kn: ZFS ಸಮೂಹವನ್ನು ರಚಿಸುವಾಗ ದೋಷವುಂಟಾಗಿದೆ
ko: ZFS 풀을 만드는데 오류가 발생했습니다

source: The ZFS pool ${VG} could not be created.
ga: Níorbh fhéidir linn ZFS ${VG} a chruthú.
kn: ${VG} ZFS ಸಮೂಹವನ್ನು ನಿರ್ಮಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
ko: ${VG} ZFS 풀을 만들 수 없습니다.

source: Check /var/log/syslog or see virtual console 4 for the details.
ga: Seiceáil /var/log/syslog nó féach ar chonsól fíorúil 4 le tuilleadh eolais a fháil.
kn: /var/log/syslogನಲ್ಲಿ ಅಥವಾ ಅವಾಸ್ತವಿಕ ಆಜ್ಞಾಫಲಕ ೪ ರಲ್ಲಿ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ಪರೀಕ್ಷಿಸಿ.
ko: 자세한 정보를 확인하시려면 /var/log/messages를 보시거나 가상 콘솔 4을보십시오.

source: ZFS pool to delete:
ga: Linn ZFS le scriosadh:
kn: ಅಳಿಸಬೇಕಾದ ZFS ಸಮೂಹ :
ko: 삭제할 ZFS 풀:

source: Please select the ZFS pool you wish to delete.
ga: Roghnaigh an linn ZFS is mian leat a scriosadh.
kn: ತೆಗೆದುಹಾಕಬೇಕೆಂದಿರುವ ZFS ಸಮೂಹವನ್ನು ಆಯ್ಕೆಮಾಡಿ..
ko: 삭제하려는 ZFS 풀을 선택하십시오.

source: No ZFS pool
ga: Gan linn ZFS
kn: ಯಾವುದೇ ZFS ಸಮೂಹ ಇಲ್ಲ
ko: ZFS 풀 없음

source: No ZFS pool has been found.
ga: Níor aimsíodh aon linn ZFS.
kn: ಯಾವುದೇ ZFS ಸಮೂಹ ಪತ್ತೆಯಾಗಲಿಲ್ಲ
ko: ZFS 풀을 찾을 수 없습니다.

source: The ZFS pool may have already been deleted.
ga: Seans gur scriosadh an linn ZFS cheana.
kn: ZFS ಸಮೂಹವನ್ನು ಆಗಲೇ ತೆಗೆದುಹಾಕಲಾಗಿರಬಹುದು.
ko: ZFS풀을 이미 삭제했을 것입니다.

source: Really delete the ZFS pool?
ga: An bhfuil tú cinnte gur mian leat an linn ZFS a scriosadh?
kn: ನಿಜವಾಗಿಯು ZFS ಸಮೂಹವನ್ನು ಅಳಿಸಲು ಇಚ್ಚಿಸುತ್ತೀರ?
ko: 정말로 ZFS 풀을 삭제하시겠습니까?

source: Please confirm the removal of the ZFS pool ${VG}.
ga: Dearbhaigh gur mhaith leat linn ZFS ${VG} a scriosadh.
kn: ದಯಮಾಡಿ ZFS ಸಮೂಹ ${VG}ಯನ್ನು ತೆಗೆದುಹಾಕುವುದೆ ಎಂದು ಖಾತ್ರಿಪಡಿಸಿ.
ko: ${VG} ZFS 풀 제거를 확인하십시오.

source: Error while deleting ZFS pool
ga: Earráid agus an linn ZFS á scriosadh
kn: ZFS ಸಮೂಹವನ್ನು ಅಳಿಸುವಾಗ ದೋಷವುಂಟಾಗಿದೆ
ko: ZFS 풀을 삭제하는데 오류가 발생했습니다

source: The selected ZFS pool could not be deleted. One or more logical volumes may currently be in use.
ga: Níorbh fhéidir an linn ZFS roghnaithe a scriosadh. Seans go bhfuil imleabhar loighciúil in úsáid faoi láthair.
kn: ಆಯ್ಕೆಮಾಡಲಾದ ZFS ಸಮೂಹವನ್ನು ತೆಗೆದುಹಾಕಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ. ಒಂದು ಅಥವಾ ಹೆಚ್ಚು ತಾರ್ಕಿಕ ಸಂಪುಟಗಳು ಸದ್ಯದಲ್ಲಿ ಬಳಕೆಯಲ್ಲಿರಬಹುದು.
ko: 선택한 ZFS 풀을 삭제할 수 없습니다. 한 개 이상의 논리 볼륨이 현재 사용 중일 것입니다.

source: No ZFS pool found
ga: Níor aimsíodh aon linn ZFS
kn: ಯಾವುದೆ ZFS ಸಮೂಹ ಕಂಡುಬಂದಿಲ್ಲ
ko: ZFS 풀이 없습니다

source: No free ZFS pools were found for creating a new logical volume. Please create another ZFS pool, or free space in an existing ZFS pool.
ga: Níor aimsíodh aon linnte saora ZFS chun imleabhar nua loighciúil a chruthú. Cruthaigh linn ZFS nua, nó oscail spás i linn ZFS atá ann cheana.
kn: ಹೊಸದೊಂದು ತಾರ್ಕಿಕ ಸಂಪುಟವನ್ನು ರಚಿಸಲು ಯಾವುದೇ ಖಾಲಿ ZFS ಸಮೂಹಗಳು ಪತ್ತೆಯಾಗಿಲ್ಲ. ದಯಮಾಡಿ ಬೇರೊಂದು ZFS ಸಮೂಹವನ್ನು ನಿರ್ಮಿಸಿ, ಅಥವಾ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ZFS ಸಮೂಹದಲ್ಲಿನ ಸ್ಥಳವನ್ನು ಖಾಲಿ ಮಾಡಿ.
ko: 새 논리 볼륨을 만들 때 사용할 ZFS 풀이 없습니다. ZFS 풀을 추가로 만드시거나 기존 ZFS 풀에서 빈 공간을 만드십시오.

source: Logical volume name:
ga: Ainm an imleabhair loighciúil:
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣದ ಹೆಸರು:
ko: 논리 볼륨 이름:

source: Please enter the name you would like to use for the new logical volume.
ga: Cuir isteach an t-ainm is mian leat tabhairt ar an imleabhar loighciúil nua.
kn: ದಯಮಾಡಿ ಹೊಸ ತಾರ್ಕಿಕ ಸಂಪುಟಕ್ಕೆ ಬಳಸಬೇಕಾದ ಹೆಸರನ್ನು ದಾಖಲಿಸಿ.
ko: 새 논리 볼륨에 사용하려는 이름을 입력하십시오.

source: ZFS pool:
ga: Linn ZFS:
kn: ZFS ಸಮೂಹ:
ko: ZFS 풀:

source: Please select the ZFS pool where the new logical volume should be created.
ga: Roghnaigh an linn ZFS ar chóir an t-imleabhar nua loighciúil a chruthú inti.
kn: ದಯಮಾಡಿ ಹೊಸ ತಾರ್ಕಿಕ ಸಂಪುಟವನ್ನು ಯಾವ ZFS ಸಮೂಹದಲ್ಲಿ ನಿರ್ಮಿಸಬೇಕೆಂದು ಆಯ್ಕೆ ಮಾಡಿ.
ko: 논리 볼륨을 만들 ZFS 풀을 선택하십시오.

source: No logical volume name entered
ga: Níor tugadh ainm ar an imleabhar loighciúil
kn: ಯಾವುದೇ ತಾರ್ಕಿಕ ಪರಿಮಾಣ ಹೆಸರನ್ನು ನಮೂದಿಸಲಾಗಿಲ್ಲ.
ko: 논리 볼륨 이름을 입력하지 않았습니다

source: No name for the logical volume has been entered. Please enter a name.
ga: Níor tugadh ainm ar an imleabhar loighciúil. Tabhair uait ainm le do thoil.
kn: ತಾರ್ಕಿಕ ಸಂಪುಟಕ್ಕೆ ಯಾವುದೇ ಹೆಸರನ್ನು ದಾಖಲಿಸಲಾಗಿಲ್ಲ. ದಯಮಾಡಿ ಒಂದು ಹೆಸರನ್ನು ದಾಖಲಿಸಿ.
ko: 논리 볼륨의 이름을 입력하지 않았습니다. 이름을 입력하십시오.

source: Error while creating a new logical volume
ga: Earráid agus grúpa nua imleabhar á chruthú
kn: ಹೊಸ ತಾರ್ಕಿಕ ಪರಿಮಾಣ ರಚಿಸುವಾಗ ದೋಷಉಂಟಾಗಿದೆ
ko: 새 논리 볼륨을 만드는데 오류가 발생했습니다

source: The name ${LV} is already in use by another logical volume on the same ZFS pool (${VG}).
ga: Tá an t-ainm ${LV} in úsáid cheana ag imleabhar loighciúil eile sa linn chéanna ZFS (${VG}).
kn: ${LV} ಎಂಬ ಹೆಸರು ಆಗಲೇ ಇದೇ ZFS ಸಮೂಹ(${VG})ದಲ್ಲಿನ ಬೇರೊಂದು ತಾರ್ಕಿಕ ಸಂಪುಟದ ಬಳಕೆಯಲ್ಲಿದೆ.
ko: ${LV} 이름이 같은 ZFS 풀의 (${VG}) 다른 논리 볼륨에서 사용 중입니다.

source: Logical volume size:
ga: Méid an imleabhair loighciúil:
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣ ಗಾತ್ರ:
ko: 논리 볼륨 크기:

source: Please enter the size of the new logical volume. The size may be entered in the following formats: 10K (Kilobytes), 10M (Megabytes), 10G (Gigabytes), 10T (Terabytes). The default unit is Megabytes.
ga: Iontráil méid an imleabhair nua loighciúil. Is féidir leat an mhéid a chur isteach i gceann de na formáidí seo a leanas: 10K (Cilibirt), 10M (Meigibirt), 10G (Gigibirt), 10T (Teirbirt). Is é MB an t-aonad réamhshocraithe.
kn: ದಯಮಾಡಿ ಹೊಸ ತಾರ್ಕಿಕ ಸಂಪುಟದ ಗಾತ್ರವನ್ನು ದಾಖಲಿಸಿ. ಈ ಮುಂದಿನ ಶೈಲಿಗಳೊಂದರಲ್ಲಿ ದಾಖಲಿಸಬಹುದಾಗಿದೆ: 10K(ಕಿಲೊಬೈಟ್),10M(ಮೆಗಾಬೈಟ್),10G(ಗಿಗಾಬೈಟ್),10T(ಟೆರಾಬೈಟ್). ಪೂರ್ವನಿಯೋಜಿತ ಏಕಮಾನ ಮೆಗಾಬೈಟ್ ಆಗಿದೆ.
ko: 새 논리 볼륨의 크기를 입력하십시오. 크기는 다음과 같은 형식으로 입력할 수 있습니다: 10K (킬로바이트), 10M (메가바이트), 10G (기가바이트), 10T (테라바이트). 기본 단위는 메가바이트입니다.

source: Unable to create a new logical volume (${LV}) on ${VG} with the new size ${SIZE}.
ga: Ní féidir imleabhar nua loighciúil (${LV}) a chruthú ar ${VG} leis an méid nua ${SIZE}.
kn: ${SIZE}ನಷ್ಟು ಹೊಸ ಗಾತ್ರದ ಹೊಸ ತಾರ್ಕಿಕ ಸಂಪುಟ (${LV})ಅನ್ನು ${VG}ಮೇಲೆ ನಿರ್ಮಿಸಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ
ko: ${VG} 논리 그룹에 ${SIZE} 크기의 새 논리 볼륨을 (${LV}) 만들 수 없습니다.

source: No logical volume found
ga: Níor aimsíodh imleabhar loighciúil
kn: ಯಾವುದೇ ತಾರ್ಕಿಕ ಪರಿಮಾಣವು ಕಂಡುಬಂದಿಲ್ಲ
ko: 논리 볼륨을 찾을 수 없습니다

source: No logical volume has been found. Please create a logical volume first.
ga: Níor aimsíodh imleabhar loighciúil. Cruthaigh imleabhar loighciúil i dtosach báire.
kn: ಯಾವುದೇ ತಾರ್ಕಿಕ ಸಂಪುಟ ಪತ್ತೆಯಾಗಿಲ್ಲ. ದಯಮಾಡಿ ತಾರ್ಕಿಕ ಸಂಪುಟವೊಂದನ್ನು ಮೊದಲು ನಿರ್ಮಿಸಿ.
ko: 논리 볼륨이 없습니다. 먼저 논리 볼륨을 만드십시오.

source: Logical volume:
ga: Imleabhar loighciúil:
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣ:
ko: 논리 볼륨:

source: Please select the logical volume to delete.
ga: Roghnaigh an t-imleabhar loighciúil is mian leat a scriosadh.
kn: ತೆಗೆದುಹಾಕಬೇಕೆಂದಿರುವ ತಾರ್ಕಿಕ ಪರಿಮಾಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ..
ko: 볼륨 그룹에서 삭제할 논리 볼륨을 선택하십시오.

source: in VG ${VG}
ga: i VG ${VG}
ko: 볼륨 그룹 ${VG}에 있음

source: Error while deleting the logical volume
ga: Earráid agus an t-imleabhar loighciúil á scriosadh
kn: ತಾರ್ಕಿಕ ಪರಿಮಾಣವ್ನ್ನು ಅಳಿಸುವಾಗ ದೋಷವುಂಟಾಗಿದೆ
ko: 논리 볼륨을 삭제하는데 오류가 발생했습니다

source: The logical volume ${LV} on ${VG} could not be deleted.
ga: Níorbh fhéidir imleabhar loighciúil ${LV} ar ${VG} a scriosadh.
kn: ${VG} ಮೇಲಿನ ${LV} ತಾರ್ಕಿಕ ಸಂಪುಟವನ್ನು ತೆಗೆದು ಹಾಕಲು ಸಾಧ್ಯವಾಗಿಲ್ಲ.
ko: ${VG} 논리 그룹의 ${LV} 논리 볼륨을 삭제할 수 없습니다.

source: No usable physical volumes found
ga: Níor aimsíodh aon imleabhair fhisiceacha inúsáidte
kn: ಯಾವುದೇ ಬಳಸಬಲ್ಲಂತಹ ಭೌತಿಕ ಸಂಪುಟಗಳು ಪತ್ತೆಯಾಗಿಲ್ಲ
ko: 사용할 수 있는 물리 볼륨이 없습니다

source: No physical volumes (i.e. partitions) were found in this system. All physical volumes may already be in use. You may also need to load some required kernel modules or re-partition the hard drives.
ga: Níor aimsíodh aon imleabhair fhisiceacha (.i. deighiltí) ar an gcóras seo. B'fhéidir go bhfuil gach imleabhar fisiceach in úsáid cheana. Seans freisin go gcaithfidh tú roinnt modúl eithne a luchtú, nó na tiomántáin chrua a dheighilt arís.
kn: ಯಾವುದೇ ಭೌತಿಕ ಸಂಪುಟಗಳು(ವಿಭಜನೆಗಳು) ಈ ಗಣಕ ವ್ಯವಸ್ಥೆಯಲ್ಲಿ ಪತ್ತೆಯಾಗಿಲ್ಲ. ಎಲ್ಲ ಭೌತಿಕ ಸಂಪುಟಗಳು ಆಗಲೇ ಬಳಕೆಯಲ್ಲಿರಬಹುದು. ಅಲ್ಲದೇ ನೀವು ಕೆಲವು ಬೇಕಾದ ಕರ್ನಲ್ ಘಟಕಗಳನ್ನು ತುಂಬಬೇಕಾಗಬಹುದು ಅಥವಾ ಹಾರ್ಡ್ ಡ್ರೈವುಗಳನ್ನು ಮರುವಿಭಜನೆ ಮಾಡಬೇಕಾಗಬಹುದು.
ko: 시스템에서 물리 볼륨(예를 들어 파티션)을 찾을 수 없습니다. 모든 물리 볼륨이 이미 사용 중입니다. 필요한 커널 모듈을 읽어들이거나, 하드 드라이브를 다시 파티션해야 합니다.

source: ZFS not available
ga: Níl ZFS ar fáil
kn: ZFS ಲಭ್ಯವಿಲ್ಲ
ko: ZFS를 사용할 수 없습니다

source: The current kernel doesn't support ZFS. You may need to load the zfs module.
ga: Ní thacaíonn an eithne reatha le ZFS. B'fhéidir gur gá modúl zfs a luchtú.
kn: ಪ್ರಸ್ತುತ ಕರ್ನಲ್ ZFSಅನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ. ನೀವು zfs ಘಟಕವನ್ನು ತುಂಬಬೇಕಾಗಬಹುದು.
ko: 현재 커널은 ZFS를 지원하지 않습니다. zfs 모듈을 읽어들여야 할 것입니다.

source: Invalid logical volume, ZFS pool name or ZFS file system name
ga: Imleabhar loighciúil neamhbhailí nó ainm neamhbhailí ar linn ZFS nó ar chóras comhad ZFS
ko: 논리 볼륨 이름, ZFS 풀 이름, ZFS 파일 시스템 이름이 사용할 수 없는 이름입니다

source: Logical volumes, ZFS pool names and ZFS file systems may only contain alphanumeric characters, hyphen, colon, period, and underscore. They must be 255 characters or less and must begin with an alphanumeric character. The names "mirror", "raidz", "spare", and "log" are not allowed.
ga: Seo iad na carachtair atá ceadaithe in ainmneacha ar imleabhair loighciúla, linnte ZFS, agus ar chórais chomhad ZFS: carachtair alfauimhriúla, fleiscín, comhartha móide, ponc agus folíne. Caithfidh siad a bheith 255 carachtar ar a mhéad agus ní mór don chéad charachtar a bheith alfauimhriúil. Ní cheadaítear na hainmneacha "mirror", "raidz", "spare", nó "log".
ko: 논리 볼륨, ZFS 풀 이름, ZFS 파일 시스템에는 영문자, 숫자, 빼기(-), 더하기(+), 마침표(.), 밑줄기호(_)만 사용할 수 있습니다. 길이는 255 글자 이내이고, 알파벳이나 숫자로 시작해야 합니다. 이름으로 "mirror", "raidz", "spare", "log"는 사용할 수 없습니다.

source: Please choose a different name.
ga: Roghnaigh ainm difriúil.
kn: ಬೇರೆ ಹೆಸರನ್ನು ಆಯ್ಕೆಮಾಡು
ko: 다른 이름을 선택하십시오.

source: Remove existing logical volume data?
ga: An bhfuil tú ag iarraidh na sonraí atá ar an imleabhar loighciúil a bhaint?
kn: ಈಗಿರುವ ತಾರ್ಕಿಕ ಸಂಪುಟದಲ್ಲಿನ ಮಾಹಿತಿಯನ್ನು ತೆಗೆದುಹಾಕುವುದೇ?
ko: 기존의 논리 볼륨 데이터를 제거하시겠습니까?

source: The selected device already contains the following ZFS logical volumes and ZFS pools which are about to be removed:
ga: Tá na himleabhair loighciúla ZFS agus na linnte ZFS seo a leanas, atá tú ar tí baint, ar an ngléas roghnaithe:
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಉಪಕರಣವು ಮುಂದೆ ಸೂಚಿಸಲಾದ ZFS ತಾರ್ಕಿಕ ಸಂಪುಟಗಳು ಮತ್ತು ZFS ಸಮೂಹಗಳನ್ನು ಹೊಂದಿದೆ, ಅವುಗಳನ್ನು ಇನ್ನೇನು ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ:
ko: 선택한 장치에 들어 있는 다음 ZFS 물리 볼륨 및 ZFS 풀을 제거할 예정입니다:

source: Logical volume(s): ${LVTARGETS}
ga: Imleabhair loighciúla: ${LVTARGETS}
kn: ತಾರ್ಕಿಕ ಸಂಪುಟ(ಗಳು): ${LVTARGETS}
ko: 논리 볼륨: ${LVTARGETS}

source: ZFS pool(s): ${VGTARGETS}
ga: Linn(te) ZFS: ${VGTARGETS}
kn: ZFS ಸಮೂಹ(ಗಳು): ${VGTARGETS}
ko: ZFS 풀: ${VGTARGETS}

source: Note that this will also permanently erase any data currently on the logical volumes.
ga: Tabhair faoi deara go léirscriosfaidh sé seo aon sonraí atá ar na himleabhair loighciúla faoi láthair.
kn: ಗಮನಿಸಿ ಇದು ನಿಮ್ಮ ತಾರ್ಕಿಕ ಸಂಪುಟಗಳಲ್ಲಿರುವ ಎಲ್ಲ ಮಾಹಿತಿಯನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಿ ಹಾಕುವುದು.
ko: 또 이렇게 하면 논리 볼륨에 들어 있는 현재 데이터를 완전히 지웁니다.
