Repository: zfsonlinux/debian-installers
Catalog: debian/po/*.po
Languages: ga, kn, ko, nb, se

source: A common situation for system administrators is to find that some disk partition (usually the most important one) is short on space, while some other partition is underused. ZFS can help with this.
ga: Tarlaíonn sé go minic do riarthóirí córais go bhfuil easpa spáis ar dheighilt diosca éigin (go hiondúil an ceann is tábhachtaí), agus tá go leor spáis ar dheighilt éigin eile. Cabhraíonn ZFS leis seo.
kn: ಗಣಕ ವ್ಯವಸ್ಥಾ ನಿರ್ವಾಹಕರಿಗೆದುರಾಗುವ ಒಂದು ಸಾಮನ್ಯ ಸನ್ನಿವೇಶವೆಂದರೆ ಯಾವುದೊ ಒಂದು ವಿಭಜನೆ (ಸಾಮಾನ್ಯವಾಗಿ ಅತಿ ಮುಖ್ಯವಾದ) ಸ್ಥಳಾವಕಾಶದ ಕೊರತೆಯಿದ್ದು ಮತ್ತೊಂದು ವಿಭಜನೆಯು ವಿರಳವಾಗಿ ಬಳಕೆಯಾಗಿರುತ್ತದೆ. ಇಂತಹ ಸನ್ನಿವೇಶಗಳಲ್ಲಿ ZFS‌ ನಿಮಗೆ ಸಹಾಯ ಮಾಡಬಹುದು.
ko: 시스템 관리자는 이런 상황을 흔하게 접합니다. 일부 디스크 파티션에 (특히 제일 중요한 파티션이) 공간이 부족한데 다른 파티션은 공간이 남는 경우입니다. ZFS는 이런 상황에 좋습니다.

source: ZFS allows combining disk or partition devices ("physical volumes") to form a virtual disk ("ZFS pool"), which can then be divided into virtual partitions ("logical volumes"). ZFS pools and logical volumes may span across several physical disks. New physical volumes may be added to a ZFS pool at any time, and logical volumes have no size limit other than the total size of the ZFS pool.
ga: Ceadaíonn ZFS duit gléasanna diosca nó deighiltí ("imleabhair fhisiceacha") a chur le chéile chun diosca fíorúil ("linn ZFS") a chruthú. Ansin is féidir deighiltí fíorúla ("imleabhair loighciúla") a dhéanamh ar an diosca fíorúil seo. Uaireanta, tá linnte ZFS nó imleabhair loighciúla ina gcónaí ar níos mó ná diosca fisiceach amháin. Is féidir imleabhair nua fhisiceacha a chur le linn ZFS am ar bith, agus níl aon teorainn ar mhéid na n-imleabhar loighciúla, seachas méid iomlán na linne ZFS.
kn: ZFS ಡಿಸ್ಕ್ ಅಥವಾ ವಿಭಜನಾ ಉಪಕರಣಗಳನ್ನು("ಭೌತಿಕ ಸಂಪುಟಗಳು") ಕೂಡಿಸಿ ಒಂದು ಅವಾಸ್ತವಿಕ ಡಿಸ್ಕನ್ನು("ZFS ಸಮೂಹ") ನಿರ್ಮಿಸಲು ಅವಕಾಶ ನೀಡುತ್ತದೆ, ನಂತರ ಅದನ್ನು ಮತ್ತೆ ಹಲವು ಅವಾಸ್ತವಿಕ ವಿಭಜನೆಗಳಾಗಿ("ತಾರ್ಕಿಕ ಸಂಪುಟಗಳು") ವಿಭಾಗಿಸಬಹುದು. ZFS ಸಮೂಹಗಳು ಮತ್ತು ತಾರ್ಕಿಕ ಸಂಪುಟಗಳು ಹಲವಾರು ಭೌತಿಕ ಡಿಸ್ಕುಗಳನ್ನು ವ್ಯಾಪಿಸಬಹುದು. ZFS ಸಮೂಹಕ್ಕೆ ಯಾವ ವೇಳೆಯಲ್ಲಾದರೂ ಹೊಸ ಭೌತಿಕ ಸಂಪುಟಗಳನ್ನು ಸೇರಿಸಬಹುದಾಗಿದೆ, ಮತ್ತು ತಾರ್ಕಿಕ ಸಂಪುಟಗಳಿಗೆ ZFS ಸಮೂಹದ ಒಟ್ಟು ಗಾತ್ರವನ್ನು ಬಿಟ್ಟು ಬೇರೆ ಯಾವುದೇ ಗಾತ್ರ ಮಿತಿಗಳಿಲ್ಲ.
ko: ZFS를 사용하면 디스크 혹은 파티션 장치들을 ("물리 볼륨") 결합해 하나의 가상 디스크를 ("ZFS 풀") 구성합니다. 그러면 이 ZFS 풀을 가상 파티션으로 ("논리 볼륨") 나눌 수 있습니다. ZFS 풀 및 논리 볼륨은 실제로는 여러 개의 물리 디스크에 걸쳐 있을 수도 있습니다. 물리 볼륨은 언제든지 ZFS 풀에 새로 추가할 수 있고, 논리 볼륨은 ZFS 풀의 전체 크기를 제외하면 크기 제한이 없습니다.

source: The items on the ZFS configuration menu can be used to edit ZFS pools and logical volumes. After you return to the main partition manager screen, logical volumes will be displayed in the same way as ordinary partitions, and should be treated as such.
ga: Is féidir linnte ZFS agus imleabhair loighciúla a chur in eagar trí na míreanna sa roghchlár cumraíochta ZFS. Tar éis duit filleadh ar phríomhscáileán an bhainisteora deighilte, taispeánfar imleabhair loighciúla sa tslí chéanna a thaispeántar gnáthdheighiltí, agus ba chóir duit déileáil leo mar ghnáthdheighiltí.
kn: ZFS ಸಂಯೋಜನಾ ಪಟ್ಟಿಯಲ್ಲಿನ ಆಯ್ಕೆಗಳನ್ನು ಉಪಯೋಗಿಸಿ ZFS ಸಮೂಹಗಳು ಮತ್ತು ತಾರ್ಕಿಕ ಸಂಪುಟಗಳನ್ನು ಸಂಪಾದಿಸಬಹುದು. ಒಮ್ಮೆ ನೀವು ಮುಖ್ಯ ವಿಭಜನಾ ವ್ಯವಸ್ಥಾಪಕ ದೃಶ್ಯ ಪರದೆ ಹಿಂದಿರುಗಿದರೆ, ತಾರ್ಕಿಕ ಸಂಪುಟಗಳನ್ನು ಸಾಧಾರಣ ವಿಭಜನೆಗಳಂತೆಯೇ ತೋರಿಸಲಾಗುವುದು ಮತ್ತು ಹಾಗೆಯೇ ಕಾಣಬೇಕು.
ko: ZFS 설정 메뉴의 항목을 이용해 ZFS 풀 및 논리 볼륨을 편집합니다. 주 파티션 관리자 화면으로 돌아오면 논리 볼륨이 보통 파티션과 똑같이 보이고 보통 파티션과 똑같이 취급할 수 있습니다.

source: Pool to modify:
ga: Linn le hathrú:
ko: 수정할 ZFS 풀:

source: ZFS boot file system name:
ga: Ainm an chórais comhad tosaithe ZFS:
ko: ZFS 부팅 파일 시스템 이름:

source: Please enter the name of the boot file system among the following:
ga: Cuir ainm ar an gcóras comhad tosaithe ó na roghanna seo a leanas:
ko: 다음 중 부팅 파일 시스템의 이름을 입력하십시오:

source: This will be prefixed by ${VG}/ROOT and mounted as the root file system.
ga: Cuirfear ${VG}/ROOT leis an ainm seo mar réimír, agus beidh sé feistithe mar fhréamhchóras comhad.
ko: ${VG}/ROOT로 시작하고 루트 파일 시스템으로 마운트합니다.

source: No file system name entered
ga: Caithfidh tú ainm an chórais comhad a chur isteach
ko: 파일 시스템 이름을 입력하지 않았습니다

source: No name has been entered for the root file system. Please enter a name.
ga: Caithfidh tú ainm a chur ar an bhfréamhchóras comhad. Cuir ainm isteach anois.
ko: 루트 파일 시스템의 이름을 입력하지 않았습니다. 이름을 입력하십시오.

source: ZFS boot
ga: Córas tosaithe ZFS
ko: ZFS 부팅

source: Loading ZFS module...
ga: Modúl ZFS á luchtú...
ko: ZFS 모듈을 읽어들이는 중입니다...

source: Installing base system into /target/ failed
se: Filtii sajáiduhttit vuođđovuogádaga /target/ ohcui

source: Check /target/var/log/debootstrap.log and /target/var/log/debootstrap.err.log for the details.
se: Geahča /target/var/log/debootstrap.log ja /target/var/log/debootstrap.err.log fiillain gávdnandihte eanet bienaid.

source: debootstrap exited with an error (return value ${EXITCODE}).
se: debootstrap gearggai meattáhusain (dieđiha árvu ${EXITCODE}).

source: Base installation error
se: Vuođđosajáiduhttin meattáhus

source: debootstrap exited abnormally.
se: debootstrap gearggai eahpelunddolaččat.

source: You might find more information in /target/var/log/debootstrap.log
se: Dáiddát eanet dieđuid gávdnat /target/var/log/debootstrap.log fiillas.

source: The following error occurred:
se: Čuovvovaš meattáhus dáhpáhuvai:

source: You might find more information in /target/var/log/debootstrap.log or /target/var/log/debootstrap.err.log
se: Dáiddát eanet dieđuid gávdnat /target/var/log/debootstrap.log dahje /target/var/log/debootstrap.err.log fiillain.

source: Unknown download style.
se: Amas viežžanstiila.

source: Unknown mirror style.
se: Amas speadjalastinstiila.

source: ${SUBST0} was not pre-downloaded.
se: ${SUBST0} ii lean ovddalgihtii viežžojuvvon.

source: Unknown location ${SUBST0}.
se: Amas báiki ${SUBST0}.

source: Failed getting Release file ${SUBST0}.
se: Ii ožžon Release-fiilla ${SUBST0}.

source: Invalid Release file, no valid components.
se: Gustomeahttun Release-fiila, eai gustojeaddji oasit.

source: Invalid Release file, no entry for ${SUBST0}.
se: Gustomeahttun Release-fiila, ii leat ${SUBST0}-mearkkuš.

source: Couldn't download ${SUBST0}.
se: Ii sáhtán viežžat ${SUBST0}.

source: No ${SUBST0}. Cannot create devices.
se: Ii makkárge ${SUBST0}. Ii sáhte ráhkadit ovttadagaid.

source: Unknown dselect method.
se: Amas dselect-metoda.

source: Debootstrap Error
se: Debootstrap meattáhus

source: Interrupt caught ... exiting.
se: Fáhtii gaskkaldumi ... heaittiheamen.

source: Downloading Release file
se: Viežžamin Release-fiilla

source: Downloading Packages files
se: Viežžamin Packages-fiillaid

source: Downloading packages
se: Viežžamin páhkaid

source: Downloading Packages file
se: Viežžamin Packages-fiilla

source: Extracting packages
se: Burgimin páhkaid

source: Installing base system
se: Sajáiduhttimin vuođđovuogádaga

source: Validating ${SUBST0}
se: Dohkkeheamen ${SUBST0}

source: Retrieving ${SUBST0}
se: Viežžamin ${SUBST0}

source: Extracting ${SUBST0}
se: Burgimin ${SUBST0}

source: Installing core packages...
se: Sajáiduhttimin ađapáhkaid ...

source: Unpacking required packages...
se: Páhkkemin olggos gáibiduvvon páhkaid ...

source: Configuring required packages...
se: Heiveheamen gáibiduvvon páhkaid ...

source: Installing base packages...
se: Sajáiduhttimin vuođđopáhkaid ...

source: Base system installed successfully.
se: Lihkostuvai sajáiduhttit vuođđovuogádaga.

source: Installing extra packages
se: Sajáiduhttimin liigepáhkaid

source: Configuring APT sources
se: Heiveheamen APT-gálduid

source: Updating the list of available packages
se: Ođasmahttimin olamuttus páhkaid listu

source: Installing the extra packages
se: Sajáiduhttimin liige páhkaid

source: No kernel package is selected for installation
se: Oktage čoahkkopáhkka ii leat válljejuvvon sajáiduhttimii

source: Unable to install a kernel.
se: Ii sáhte sajáiduhttit čoahku.

source: Unable to install the selected kernel
se: Ii sáhte sajáiduhttit válljejuvvon čoahku.

source: An error was returned while trying to install the kernel into the target system.
se: Meattáhus dáhpáhuvai sajáiduhtedettiin čoahku ulbmilvuogádahkii.

source: Kernel package: '${KERNEL}'.
se: Čoahkkopáhkka: '${KERNEL}'.

source: This is probably a fatal error.
se: Dát soaitá leat váralaš meattáhus.

source: Select which kernel to install into /target/
se: Vállje guđe čoahku sajáiduhttit /target/ ohcui

source: No installable kernel was found in the APT sources defined
se: Ii gávdnon sajáduhtehahtti čoahkku APT-gálduin

source: This is rather strange, and probably fatal.
se: Dát lea oalle ártet, ja várra váralaš.

source: The current default kernel package is '${KERNEL}'.
se: Dálá standárdčoahkku lea '${KERNEL}'.

source: You will have to continue as best as you can. Good luck.
se: Fertet joatkit nugo buoremusat máhtát. Buorre lihkku.

source: Installing kernel
se: Sajáiduhttimin čoahku

source: Locating available kernels
se: Ohcamin olamuttus čoahkuid

source: Selecting the kernel to install
se: Válljemin guđe čoahku galgá sajáiduhttit

source: Device for boot loader installation:
nb: Enhet for installasjon av oppstartsprogram:

source: GRUB needs to install the stage 1 boot loader on a bootable device. This is usually the first hard drive. Note that GRUB counts devices differently than the Linux kernel, so the first one is usually '(hd0)'. Leave this at default if unsure.
nb: GRUB må installere oppstarterens trinn 1 på en enhet som kan starte et operativsystem. Dette er oftest den første disken. Merk at GRUB teller enheter på annen måte enn Linux-kjernen, så den første er vanligvis '(hd0). La denne være hvis du er usikker.

source: GRUB installation failed. Continue anyway?
nb: Kan ikke installere grub. Fortsette likevel?

source: The grub package failed to install into /target/. Installing GRUB as a boot loader is a required step. The install problem might however be unrelated to GRUB, so continuing the installation may be possible.
nb: Pakken grub lot seg ikke installere under /target/. Det er påkrevet at GRUB blir installert som bootloader. Installasjonsproblemet behøver ikke ha noe med grub å gjøre, så det kan hende det går an å fortsette likevel.

source: Unable to install GRUB in ${BOOTDEV}
nb: Ute av stand til å installere grub på ${BOOTDEV}

source: Executing 'grub-install ${BOOTDEV}' failed.
nb: Kommandoen 'grub-install ${BOOTDEV}' feilet.

source: Unable to configure GRUB
nb: Ute av stand til å konfigurere grub

source: Executing 'update-grub' failed.
nb: Kommandoen 'update-grub' feilet.

source: This is a fatal error.
nb: Dette er en fatal feil.

source: Installing GRUB boot loader
nb: Installerer boot-loaderen GRUB

source: Installing the 'grub' package.
nb: Installerer pakken 'grub'.

source: Determining GRUB boot device.
nb: Velger GRUB boot-enhet.

source: Running "grub-install ${BOOTDEV}".
nb: Kjører "grub-install ${BOOTDEV}".

source: Running "update-grub".
nb: Kjører "update-grub".

source: Updating /etc/kernel-img.conf.
nb: Oppdaterer /etc/kernel-img.conf.

source: Install GRUB boot loader on a hard disk
nb: Installer GRUB på harddisken
